Repository: byxiaozhi/Typedown
Catalog: Typedown.Universal/Resources/Strings/*/Resources.resw
Source language: en
Languages: am, ar, as, bg, bn, bs, ca, et, fa, fil, ga, hi, hy, is, iu_latn, kk, kn, ku_arab, ky_kg, lt, lv, mg, mi, ml, mr, mt, nb, ne, or, pa, pl, sl, sw, ta, te, th, tk_cyrl, tt_arab, ug_arab, ur

# About.Text
source: About
am: ስለ
ar: عن
as: সম্পৰ্কে
bg: За
bn: সম্বন্ধে
bs: Otprilike
ca: Quant a
et: Umbes
fa: درباره
fil: Tungkol sa
ga: Maidir le
hi: करीबन
hy: Մասին
is: Um
iu_latn: miksaanut
kk: Шамамен
kn: ಬಗ್ಗೆ
ku_arab: دەربارەی
ky_kg: Жөнүндө
lt: Apie
lv: Par
mg: Mombamomba
mi: Mō
ml: എബൗട്ട്
mr: सुमारे
mt: Dwar
nb: Om
ne: बारेमा
or: ବିଷୟରେ
pa: ਬਾਰੇ
pl: O nas
sl: O programu
sw: Kuhusu
ta: குறித்து
te: గురించి
th: ประมาณ
tk_cyrl: Barada
tt_arab: Бу турыда
ug_arab: ھەققىدە
ur: تقریباً

# AboutApp.Text
source: About the Application
am: ስለ መተግበሪያው
ar: عن التطبيق
as: এপ্লিকেচনৰ বিষয়ে
bg: За приложението
bn: অ্যাপ্লিকেশন সম্পর্কে
bs: O aplikaciji
ca: Sobre l'aplicació
et: Rakendusest
fa: درباره برنامه
fil: Tungkol sa Aplikasyon
ga: Maidir leis an bhFeidhmchlár
hi: अनुप्रयोग के बारे में
hy: Դիմումի վերաբերյալ
is: Um forritið
iu_latn: tutsirautiup mitsaanut
kk: Бағдарлама туралы
kn: ಅಪ್ಲಿಕೇಶನ್ ಬಗ್ಗೆ
ku_arab: دەربارەی کاربەرنامە
ky_kg: Арыз жөнүндө
lt: Apie programą
lv: Par lietojumprogrammu
mg: Momba ilay Rindran'asa
mi: Mō te Taupānga
ml: ആപ്ലിക്കേഷനെ കുറിച്ച്
mr: अनुप्रयोगाबद्दल
mt: Dwar l-Applikazzjoni
nb: Om programmet
ne: अनुप्रयोगका बारेमा
or: ଆପ୍ଲିକେସନ୍ ବିଷୟରେ
pa: ਐਪਲੀਕੇਸ਼ਨ ਬਾਰੇ
pl: O aplikacji
sl: O aplikaciji
sw: Kuhusu Maombi
ta: பயன்பாடு பற்றி
te: అప్లికేషన్ గురించి
th: เกี่ยวกับแอปพลิเคชัน
tk_cyrl: Anketa barada
tt_arab: Мөрәҗәгать турында
ug_arab: ئىلتىماس ھەققىدە
ur: درخواست کے بارے میں

# AboutIntroduction.Text
source: A WYSIWYG Markdown editor
am: የWYSIWYG ማርክዳውን አዘጋጅ
ar: محرر WYSIWYG Markdown
as: এজন ৱাইএছআইৱাইজি মাৰ্কডাউন সম্পাদক
bg: Редактор на WYSIWYG Маркдаун
bn: একটি WYSIWYG মার্কডাউন সম্পাদক
bs: WYSIWYG Markdown urednik
ca: Un editor WYSIWYG Markdown
et: WYSIWYG Markdowni toimetaja
fa: ویرایشگر WYSIWYG Markdown
fil: Isang WYSIWYG Markdown editor
ga: Eagarthóir WYSIWYG Markdown
hi: एक WYSIWYG मार्कडाउन संपादक
hy: WYSIWYG Markdown-ի խմբագիր
is: WYSIWYG Markdown ritstjóri
iu_latn: WYSIWYG Markdown editor
kk: WYSIWYG Markdown редакторы
kn: ವೈವೈಎಸ್ಐವೈಜಿ ಮಾರ್ಕ್ ಡೌನ್ ಸಂಪಾದಕ
ku_arab: سەرنوسەری مارکداونێکی WYSIWYG
ky_kg: WYSIWYG Маркдаун редактору
lt: A WYSIWYG Markdown redaktorius
lv: WYSIWYG Markdown redaktors
mg: Mpanova marika WYSIWYG
mi: He kaiwhakatika WYSIWYG Markdown
ml: ഒരു വൈവൈഎസ്ഐവൈജി മാർക്ക്ഡൗൺ എഡിറ്റർ
mr: WYSIWYG मार्कडाउन संपादकName
mt: Editur WYSIWYG Markdown
nb: En WYSIWYG Markdown-redaktør
ne: एउटा WYSIWYG मार्कडाउन सम्पादक
or: ଏକ ଡବ୍ଲୁୱାଇଏସଆଇଡବ୍ଲୁଇଜି ମାର୍କଡାଉନ୍ ସମ୍ପାଦକ
pa: ਇੱਕ WYSIWYG ਮਾਰਕਡਾਊਨ ਐਡੀਟਰName
pl: Edytor WYSIWYG Markdown
sl: Urejevalnik označevanja WYSIWYG
sw: Mhariri wa WYSIWYG Markdown
ta: ஒரு வைசிவிஐஜி மார்க்டவுன் ஆசிரியர்
te: ఒక వైవైసిడబ్ల్యువైజి మార్క్ డౌన్ ఎడిటర్
th: ตัวแก้ไขมาร์กดาวน์ WYSIWYG
tk_cyrl: WYSIWYG Markdown editory
tt_arab: WYSIWYG Маркдаун мөхәррире
ug_arab: WYSIWYG Markdown تەھرىرلىگۈچ
ur: ایک ڈبلیو وائی ایس آئی ڈبلیو وائی جی مارک ڈاؤن ایڈیٹر

source: Align Center
am: የአቀማመጥ ማዕከል
ar: محاذاة للوسط
as: কেন্দ্ৰ সংৰেখিত কৰক
bg: Подравняване на центъра
bn: কেন্দ্র সারিবদ্ধ করুন
bs: Poravnaj centar
ca: Alinea al centre
fa: هماهنگی به مرکز
fil: Ihanay center
ga: Ailínigh an tIonad
hi: केंद्र संरेखित करें
hy: Align Կենտրոն
is: Samræma miðstöð
kk: Ортасын туралау
kn: ಮಧ್ಯ ವನ್ನು ಹೊಂದಿಸು
ku_arab: سەنتەری بێ لایەن
ky_kg: Шайкештик борбору
lt: Lygiuoti centrą
lv: Līdzināt centru
mg: Foiben'ny Fampifanitsiana
mi: Tiaro Pokapū
ml: അലൈൻ സെന്റർ
mr: केंद्र संरेखित करा
mt: Allinja ċ-Ċentru
nb: Midtstill loddrett
ne: केन्द्र पङ्क्तिबद्ध गर्नुहोस्
or: କେନ୍ଦ୍ର କୁ ଆଲାଇନ୍ କରନ୍ତୁ
pa: ਕੇਂਦਰ ਇਕਸਾਰ ਕਰੋ
pl: Wyśrodkuj
sl: Poravnaj sredinsko
sw: Pangilia Kati
ta: மையத்தை ஒழுங்கமை
te: కేంద్రాన్ని అలైన్ చేయండి
th: จัดกึ่งกลาง
tk_cyrl: Merkezi Sazlamak
tt_arab: Тигезләү үзәге
ug_arab: توغرىلاش مەركىزى
ur: مرکز سیدھ میں لائیں

source: Align Left
am: ወደ ግራ አቀነባበረ
ar: محاذاة لليسار
as: বাওঁফালৰ পৰা সংৰেখিত কৰক
bg: Подравняване наляво
bn: বামে সারিবদ্ধ করুন
bs: Poravnaj lijevo
ca: Alinea a l'esquerra
et: Joonda vasakule
fa: هماهنگی به چپ
fil: Ihanay sa Kaliwa
ga: Ailínigh ar chlé
hi: बाएँ संरेखित करें
hy: Align Ձախ
is: Stilla til vinstri
kk: Сол жаққа туралау
kn: ಎಡಕ್ಕೆ ಹೊಂದಿಸು
ku_arab: لاچەنکردن بۆ لای چەپ
ky_kg: Сол тарапты шайкеш келтирүү
lt: Lygiuoti kairėje
lv: Līdzināt pa kreisi
mg: Fampifanitsiana ny ankavia
mi: Tiaro Mauī
ml: ഇടത്ത് അലൈൻ ചെയ്യുക
mr: डावीकडे संरेखित करा
mt: Allinja xellug
nb: Venstrejuster
ne: बायाँ पङ्क्तिबद्ध गर्नुहोस्
or: ବାମକୁ ଆଲାଇନ୍ କରନ୍ତୁ
pa: ਖੱਬੇ ਇਕਸਾਰ ਕਰੋ
pl: Wyrównaj do lewej
sl: Poravnaj levo
sw: Pangilia Kushoto
ta: இடது புறம் ஒழுங்கமை
te: ఎడమవైపు అలైన్ చేయండి
th: จัดชิดซ้าย
tk_cyrl: Sola Sola Sygdyr
tt_arab: Сул якка тигезләү
ug_arab: سولغا توغرىلاش
ur: بائیں سیدھ میں لائیں

source: Align Right
am: ወደ ቀኝ አቀና
ar: محاذاة لليمين
as: সোঁফালৰ সংৰেখিত কৰক
bg: Подравняване надясно
bn: ডানদিকে সারিবদ্ধ করুন
bs: Poravnaj desno
ca: Alinea a la dreta
et: Joonda paremale
fa: هماهنگی به راست
fil: Ihanay sa Kanan
ga: Ailínigh ar dheis
hi: दाएँ संरेखित करें
hy: Align աջ
is: Stilla til hægri
iu_latn: atautikkut taliqpinga
kk: Оңға туралау
kn: ಬಲಕ್ಕೆ ಹೊಂದಿಸು
ku_arab: لاچنکردن بۆ لای ڕاست
ky_kg: Туура шайкештик
lt: Lygiuoti dešinėje
lv: Līdzināt pa labi
mg: Ario ny marina
mi: Tiaro Matau
ml: വലത്തേക്ക് അലൈൻ ചെയ്യുക
mr: उजवीकडे संरेखित करा
mt: Allinja lemin
nb: Høyrejuster
ne: दायाँ पङ्क्तिबद्ध गर्नुहोस्
or: ଡାହାଣକୁ ଆଲାଇନ୍ କରନ୍ତୁ
pa: ਸੱਜੇ ਇਕਸਾਰ ਕਰੋ
pl: Wyrównaj do prawej
sl: Poravnaj desno
sw: Pangilia Kulia
ta: வலதுபுறம் ஒழுங்கமை
te: కుడివైపుకు అలైన్ చేయండి
th: จัดชิดขวา
tk_cyrl: Saga Sygdyr
tt_arab: Уң якка тигезләү
ug_arab: ئوڭغا توغرىلاش
ur: دائیں سیدھ میں لائیں

# AppStorePage.Content
source: App Store Page
am: የመተግበሪያ መደብር ገጽ
ar: صفحة متجر التطبيقات
as: এপ্প ষ্টোৰ পৃষ্ঠা
bg: Страница на магазина за приложения
bn: অ্যাপ স্টোর পৃষ্ঠা
bs: Stranica prodavnice aplikacija
ca: Pàgina de l'App Store
et: App Store'i leht
fa: صفحه فروشگاه برنامه
fil: Pahina ng Store ng App
ga: Leathanach App Store
hi: ऐप्लिकेशन स्टोर पेज
hy: App Store էջը
is: App Store síða
kk: App Store беті
kn: ಅಪ್ಲಿಕೇಶನ್ ಸ್ಟೋರ್ ಪುಟ
ku_arab: پەڕەی فرۆشگای کاربەرنامە
lt: "App Store" puslapis
lv: Lietojumprogrammu veikala lapa
mi: Whārangi Pātaka Taupānga
ml: ആപ്പ് സ്റ്റോർ പേജ്
mr: अॅप स्टोअर पृष्ठ
mt: Paġna tal-Aħżen tal-App
nb: App Store-siden
ne: अनुप्रयोग भण्डारण पृष्ठ
or: ଆପ୍ ଷ୍ଟୋର୍ ପୃଷ୍ଠା
pa: ਐਪ ਸਟੋਰ ਪੇਜ਼
pl: Strona App Store
sl: Stran trgovine app Store
sw: Ukurasa wa Duka la Programu
ta: ஆப் ஸ்டோர் பக்கம்
te: యాప్ స్టోర్ పేజీ
th: หน้า App Store
tk_cyrl: App Store Sahypasy
tt_arab: Кушымтаны саклау бите
ug_arab: ئەپ دۇكىنى بېتى
ur: ایپ سٹور صفحہ

# AppTheme.Text
source: App Theme
am: የመተግበሪያ ጭብጥ
ar: موضوع التطبيق
as: এপ্প থীম
bg: Тема на приложението
bn: অ্যাপ থিম
bs: Tema aplikacija
ca: Tema de l'aplicació
et: Rakenduse kujundus
fa: تم برنامه
fil: Tema ng App
ga: Téama an Fheidhmchláir
hi: अनुप्रयोग थीम
hy: App Թեմա
is: Þema forrits
iu_latn: App−mut pijjutaujuq
kk: Бағдарлама тақырыбы
kn: ಅಪ್ಲಿಕೇಶನ್ ಥೀಮ್
ku_arab: ثیمی کاربەرنامە
ky_kg: Тиркеме темасы
lt: Programėlės tema
lv: Programmas dizains
mg: Endrika fampiharana
mi: Tāhuhu Taupānga
ml: ആപ് തീം
mr: अॅप सुत्रयोजना
mt: Tema tal-App
nb: App-tema
ne: अनुप्रयोग विषयवस्तु
or: ଆପ୍ ଥିମ୍
pa: ਐਪਲੀਕੇਸ਼ਨ ਥੀਮ
pl: Motyw aplikacji
sl: Temo aplikacije
sw: Mandhari ya Programu
ta: ஆப் தீம்
te: యాప్ థీమ్
th: ชุดรูปแบบแอป
tk_cyrl: Programma Temasy
tt_arab: Кушымта темасы
ug_arab: ئەپ ئۇسلۇبى
ur: ایپ تھیم

source: Auto
am: አውቶማቲክ
ar: تلقائي
as: স্বয়ংক্ৰিয়
bg: Авто
bn: স্বয়ং
bs: Automatski
et: Automaatne
fa: خودکار
fil: Awto
ga: Uathoibríoch
hi: ऑटो
hy: Ավտո
is: Bifreið
kk: Авто
kn: ಸ್ವಯಂ
ku_arab: خۆکار
ky_kg: Авто
lt: Automobilis
lv: Automātiskā
mi: Aunoa
ml: ഓട്ടോ
mr: ऑटोName
mt: Awtomatika
ne: स्वत:
or: ସ୍ଵତଃ
pa: ਆਟੋ
pl: Automatycznie
sl: Samodejno
sw: Otomatiki
ta: தானாக
te: ఆటో
th: รถ
tk_cyrl: Awto
tt_arab: Авто
ug_arab: ئاپتۇماتىك
ur: خود

# AutoPairBracket.Text
source: Auto Pair Brackets
am: የመኪና ጥግ Brackets
ar: أقواس الإكمال التلقائي
as: স্বয়ং যোৰ বন্ধনী
bg: Скоби за автодвояване
bn: স্বতঃ জোড় বন্ধনী
bs: Automatsko upari zagrade
ca: Parèntesis de compleció automàtica
et: Automaatpaari sulgudes
fa: تکمیل خودکار پرانتز
fil: Auto Pares Bracket
ga: Lúibíní Péire Uathoibríoch
hi: स्वत: जोड़ी कोष्ठक
hy: Auto Pair փակագծեր
is: Sjálfvirk par sviga
iu_latn: imminik milluagat
kk: Авто жұп жақшалар
kn: ಸ್ವಯಂ ಜೋಡಿ ಆವರಣಗಳು
ku_arab: کەوانەکانی جووتی خۆکار
ky_kg: Авто жуп кронштейндер
lt: Automatinių porų laikikliai
lv: Automātiskās pāru iekavas
mg: Fonon-teny mandeha hoazy
mi: Ngā Taiapa Takirua Aunoa
ml: ഓട്ടോ ജോഡി ബ്രാക്കറ്റുകൾ
mt: Parentesi tal-Par Awtomatiku
nb: Automatisk pare hakeparenteser
ne: स्वत: जोडा कोष्ठक
or: ସ୍ଵତଃ ପେୟାର୍ ବ୍ରାକେଟ୍
pa: ਆਟੋ ਪੇਅਰ ਬਰੈਕਟਾਂ
pl: Automatyczne parowanie wsporników
sl: Samodejni par oklepaji
sw: Jozi Jozi Otomatiki
ta: தானியங்கு ஜோடி அடைப்புக்குறிகள்
te: ఆటో పెయిర్ బ్రాకెట్లు
th: วงเล็บเหลี่ยมคู่อัตโนมัติ
tk_cyrl: Awto mata
tt_arab: Авто пар бракетлары
ug_arab: ئاپتوماتىك جۈپ تور بېزەكلىرى
ur: خود جوڑا بریکٹ

# AutoPairMarkdownSyntax.Text
source: Auto Pair Markdown Syntax
ar: علامات Markdown الإكمال التلقائي
as: অটো পেয়াৰ মাৰ্কডাউন চিনটেক্স
bg: Синтаксис за автоматично сдвояване markdown
bn: স্বতঃ জোড়া মার্কডাউন সিনট্যাক্স
bs: Sintaksa automatskog označavanja
ca: Etiquetes Markdown d'emplenament automàtic
et: Automaatpaari märgistussüntaks
fa: تکمیل خودکار برچسب‌های Markdown
fil: Auto Pares Markdown Syntax
ga: Comhréir Marcála Péire Uathoibríoch
hi: ऑटो जोड़ी मार्कडाउन सिंटैक्स
hy: Auto Pair Markdown սինտաքս
is: Málskipan sjálfvirkrar pörunarmerkingar
kk: Auto Pair Markdown синтаксисі
kn: ಸ್ವಯಂ ಜೋಡಿ ಮಾರ್ಕ್ ಡೌನ್ ವಾಕ್ಯರಚನೆ
ku_arab: سینتاکسی جووتی خۆکار
ky_kg: Авто жуп Маркдаун синтакс
lt: Automatinio susiejimo žymėjimo sintaksė
lv: Automātiskā pāra iezīmēšanas sintakse
mg: Syntax an'ny Auto Pairdown
mi: Wetereo Tau tōpū Aunoa
ml: ഓട്ടോ ജോഡി മാർക്ക്ഡൗൺ സിന്റാക്സ്
mt: Syntax tal-Markdown tal-Par Awtomatiku
nb: Syntaks for automatisk paring av fjerning
ne: स्वत: जोडा मार्कडाउन वाक्य संरचना
or: ଅଟୋ ପେୟାର୍ ମାର୍କଡାଉନ୍ ସିଣ୍ଟାକ୍ସ
pa: ਆਟੋ ਪੇਅਰ ਮਾਰਕਡਾਊਨ ਸੰਟੈਕਸ
pl: Składnia automatycznego parowania Markdown
sl: Sintaksa samodejnega združevanja označevanja
sw: Jozi Jozi Jozi Jozi Jozi Chini Syntaksi
ta: ஆட்டோ ஜோடி மார்க்டவுன் தொடரியல்
te: ఆటో పెయిర్ మార్క్ డౌన్ సింటాక్స్
th: ไวยากรณ์มาร์กดาวน์ของการจับคู่อัตโนมัติ
tk_cyrl: Otomatik Jübüt Markdown Sintaksisi
tt_arab: Авто пар Маркдаун синтаксисы
ug_arab: ئاپتوماتىك جۈپ Markdown سىنتاكسىس
ur: خود جوڑا مارک ڈاؤن سنٹیکس

# AutoPairQuote.Text
source: Auto Pair Quotes
am: የAuto Pair ጥቆማዎች
ar: اقتباسات الإكمال التلقائي
as: স্বয়ং যোৰ উদ্ধৃতি
bg: Оферти за автодвояване
bn: স্বতঃ জোড় বাঁধার উদ্ধৃতিগুলি
bs: Automatsko upari citate
ca: Cites d'autocompletar
et: Automaatse paari hinnapakkumised
fa: نقل قول های تکمیل خودکار
fil: Auto Pares Quotes
ga: Sleachta Uathphéire
hi: ऑटो जोड़ी उद्धरण
hy: Auto Pair մեջբերումներ
is: Sjálfvirk par tilvitnanir
kk: Авто жұп дәйексөздері
kn: ಸ್ವಯಂ ಜೋಡಿ ಉಲ್ಲೇಖಗಳು
ku_arab: وتەی جووتی خۆکار
ky_kg: Авто жуп цитаталар
lt: Automatinis pasiūlymų susiejimas
lv: Automātiskā pāra piedāvājumi
mg: Teny nambaran'ny hoazy
mi: Ngā Kīanga Takirua Aunoa
ml: ഓട്ടോ ജോഡി ഉദ്ധരണികൾ
mt: Kwotazzjonijiet ta 'Par Awtomatiku
nb: Par tilbud automatisk
ne: स्वत: जोडा उद्धरण
or: ସ୍ଵତଃ ପେୟାର୍ କୋଟ୍
pa: ਆਟੋ ਪੇਅਰ ਹਵਾਲੇ
pl: Auto Pair Cytaty
sl: Ponudbe za samodejno združevanje
sw: Nukuu jozi Otomatiki
ta: தானியங்கு ஜோடி மேற்கோள்கள்
te: ఆటో పెయిర్ కోట్స్
th: อัญประกาศคู่อัตโนมัติ
tk_cyrl: Awto matalar
tt_arab: Авто пар цитаталары
ug_arab: ئاپتۇماتىك جۈپ نەقىللەر
ur: خود جوڑا اقتباسات

# AutoSave.Text
source: Auto Save
am: አውቶማቲክ አስቀምጥ
ar: حفظ تلقائي
as: স্বয়ং সংৰক্ষণ
bg: Автоматично записване
bn: স্বতঃ সংরক্ষণ করুন
bs: Automatsko čuvanje
ca: Desa automàticament
et: Automaatne salvestamine
fa: ذخیره خودکار
fil: Awto Mag-save
ga: Sábháil Uathoibríoch
hi: स्वत: सहेजें
hy: Ավտո խնայողություն
is: Sjálfvirk vistun
iu_latn: imminik sapumminiq
kk: Автосақтау
kn: ಸ್ವಯಂ ಉಳಿಸು
ku_arab: خەزنکردنی خۆکار
ky_kg: Авто сактоо
lt: Automatinis įrašymas
lv: Automātiskā saglabāšana
mg: Raiketo hoazy
mi: Tiaki Aunoa
ml: ഓട്ടോ സേവ്
mr: ऑटो सेव्ह करा
mt: Issejvja Awtomatikament
nb: Automatisk lagring
ne: स्वत: बचत
or: ସ୍ଵତଃ ସଞ୍ଚୟ କରନ୍ତୁ
pa: ਆਟੋ ਸੰਭਾਲੋ
pl: Autozapis
sl: Samodejno shranjevanje
sw: Hifadhi Otomatiki
ta: தானாக சேமி
te: స్వయంచాలక సేవ్
th: บันทึกอัตโนมัติ
tk_cyrl: Otomatik Gaýd Et
tt_arab: Авто коткара
ug_arab: ئاپتۇماتىك ساقلاش
ur: خود محفوظ کریں

# Back.Text
source: Back
am: ወደ ኋላ
ar: رجوع
as: পিছলৈ
bg: Гръб
bn: ফিরে
bs: Leđa
ca: Enrere
et: Tagasi
fa: بازگشت
fil: Bumalik
ga: Ar ais
hi: पीठ
hy: Հետույք
is: Bak
iu_latn: utimut
kk: Артқа
kn: ಹಿಂದೆ
ku_arab: گەڕانەوە
ky_kg: Артка
lt: Nugara
lv: Mugura
mg: Miverina
mi: Whakamuri
ml: പുറം
mr: पाठ
mt: Lura
nb: Tilbake
ne: पछाडि फर्काउनुहोस्
or: ପଛକୁ
pa: ਪਿੱਛੇ
pl: Wróć
sl: Nazaj
sw: Nyuma
ta: முதுகு
te: వీపు
th: ย้อนกลับ
tk_cyrl: Arka
tt_arab: Артка
ug_arab: كەينىگە يېنىش
ur: واپس

# BasedOn.Text
source: Base On
am: መሠረት
ar: قاعدة على
as: আধাৰ অন
bg: База Включено
bn: বেস অন
bs: Baza na
ca: Base a
et: Baas on sisse lülitatud
fa: پایه در
fil: Base sa
ga: Bonn Ar
hi: पर आधार
hy: Հիմք on
is: Grunnur á
iu_latn: tunngaviqaqtuq
kk: Негізгі
kn: ಮೇಲೆ ಆಧಾರ
ku_arab: بناغە لەسەر
ky_kg: База боюнча
lt: Pagrindas
lv: Bāze uz
mg: Mitoera
mi: Pūtake Kā
ml: ബേസ് ഓൺ
mr: आधार चालू
mt: Bażi Fuq
nb: Baser på
ne: मा आधार
or: ବେସ୍ ଅନ୍
pa: ਬੇਸ ਚਾਲੂ
pl: Podstawa na
sl: Vklopi osnovo
sw: Msingi Kwenye
ta: அடிப்படை ஆன்
te: బేస్ ఆన్
th: ฐานบน
tk_cyrl: Esasy On
tt_arab: База
ug_arab: بازا ئۈستى
ur: بنیاد پر

# BasedOnOpenSourceSoftware.Content
source: Based on Open Source Software
am: ክፍት ምንጭ ሶፍትዌር ላይ የተመሠረተ
ar: استنادا إلى برامج مفتوحة المصدر
as: মুক্ত উৎস ছফ্টৱেৰৰ ওপৰত আধাৰিত
bg: Въз основа на софтуер с отворен код
bn: Open Source Software এর উপর ভিত্তি করে
bs: Bazirano na Softveru otvorenog koda
ca: Basat en programari de codi obert
et: Avatud lähtekoodiga tarkvara põhjal
fa: بر اساس نرم افزار منبع باز
fil: Batay sa Bukas na Source Software
ga: Bunaithe ar Bhogearraí Foinse Oscailte
hi: Open Source Software पर आधारित
hy: Բաց աղբյուրների ծրագրային ապահովման հիման վրա
is: Byggt á opnum hugbúnaði
iu_latn: tunngavigillugit pijaujunnaqtut qarasaujalirijjutit
kk: Open Source бағдарламалық жасақтамасы негізінде
kn: ಓಪನ್ ಸೋರ್ಸ್ ಸಾಫ್ಟ್ ವೇರ್ ಆಧಾರದ ಮೇಲೆ
ku_arab: لەسەر بنەمای سۆفتوێری سەرچاوەی کراوە
ky_kg: Ачык булак программалык камсыздоонун негизинде
lt: Remiantis atvirojo kodo programine įranga
lv: Pamatojoties uz atvērtā pirmkoda programmatūru
mg: Rindran'asa misokatra
mi: E ai ki te Pūmanawa Pūtake Tūwhera
ml: ഓപ്പൺ സോഴ്സ് സോഫ്റ്റ് വെയറിനെ അടിസ്ഥാനമാക്കി
mr: ओपन सोर्स सॉफ्टवेअरवर आधारित
mt: Ibbażat fuq Softwer Open Source
nb: Basert på programvare med åpen kildekode
ne: खुला स्रोत सफ्टवेयरमा आधारित
or: ଖୋଲା ଉତ୍ସ ସଫ୍ଟୱେୟାର୍ ଉପରେ ଆଧାରିତ
pa: ਓਪਨ ਸਰੋਤ ਸਾਫਟਵੇਅਰ 'ਤੇ ਆਧਾਰਿਤ
pl: Oparte na oprogramowaniu Open Source
sl: Temelji na odprtokodni programski opremi
sw: Kulingana na Programu ya Chanzo Huria
ta: திறந்த மூல மென்பொருளை அடிப்படையாகக் கொண்டது
te: ఓపెన్ సోర్స్ సాఫ్ట్ వేర్ ఆధారంగా
th: ขึ้นอยู่กับซอฟต์แวร์โอเพ่นซอร์ส
tk_cyrl: Open Source Software esasynda
tt_arab: Ачык чыганак белән тәэмин итәр өчен нигез
ug_arab: ئوچۇق مەنبەلىك يۇمشاق دېتال ئاساسىدا
ur: اوپن سورس سافٹ ویئر کی بنیاد پر

# BrowseLocalFiles.Content
source: Browse Local Files
am: የአካባቢ ፋይሎችን ይቃኙ
ar: تصفح الملفات المحلية
as: স্থানীয় ফাইলসমূহ ব্ৰাউজ কৰক
bg: Преглед на локални файлове
bn: স্থানীয় ফাইলব্রাউজ করুন
ca: Navega pels fitxers locals
et: Kohalike failide sirvimine
fa: مرور پرونده های محلی
fil: Magbraws ng mga Lokal na File
ga: Brabhsáil Comhaid Logánta
hi: स्थानीय फ़ाइलें ब्राउज़ करें
hy: Browse տեղական ֆայլեր
is: Fletta í staðbundnum skrám
iu_latn: qinirlugit nunalingni titiqqaqutigijaujut
kk: Жергілікті файлдарды шолу
kn: ಸ್ಥಳೀಯ ಫೈಲ್ ಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಿ
ku_arab: گەڕان لە فایلە ناوخۆییەکان
ky_kg: Жергиликтүү файлдарды карап чыгуу
lt: Naršyti vietinius failus
lv: Pārlūkot lokālos failus
mg: Hizaha rakitra eo an-toerana
mi: Tirotiro Kōnae Paetata
ml: പ്രാദേശിക ഫയലുകൾ ബ്രൗസ് ചെയ്യുക
mr: स्थानिक फाइल ब्राउझ करा
mt: Ibbrawżja l-Fajls Lokali
nb: Bla gjennom lokale filer
ne: स्थानीय फाइल ब्राउज गर्नुहोस्
or: ସ୍ଥାନୀୟ ଫାଇଲଗୁଡିକ ବ୍ରାଉଜ୍ କରନ୍ତୁ
pa: ਲੋਕਲ ਫਾਇਲਾਂ ਝਲਕ
pl: Przeglądaj pliki lokalne
sl: Brskanje po lokalnih datotekah
sw: Vinjari Faili Kiambo
ta: உள் கோப்புகளை உலாவு
te: స్థానిక ఫైళ్లను బ్రౌజ్ చేయండి
th: เรียกดูแฟ้มภายในเครื่อง
tk_cyrl: Faýllary Gözläň
tt_arab: Җирле файлларны яңадан чыдагыз
ug_arab: يەرلىك ھۆججەتلەرنى كۆرۈش
ur: مقامی مسلیں براؤز کریں

# BtnReplace.Content
source: Replace
am: ምትኬ
ar: استبدال
as: প্ৰতিস্থাপন কৰক
bg: Заменям
bn: প্রতিস্থাপন
bs: Zamijeniti
ca: Reemplaça
et: Asendama
fa: جایگزینی
fil: Palitan
ga: Ionadaigh
hi: बदलें
hy: Փոխարինեք
is: Skipta
iu_latn: asitaaqtitauninga
kk: Ауыстыру
kn: ಬದಲಿಸು
ku_arab: جێگۆڕکێ بکە
ky_kg: Алмаштыруу
lt: Pakeisti
lv: Aizstāt
mg: Soloy
mi: Whakahōu
ml: മാറ്റുക
mr: बदलवा
mt: Ibdel
nb: Erstatte
ne: बदल्नुहोस्
or: ବିସ୍ଥାପନ କରନ୍ତୁ
pa: ਬਦਲੋ
pl: Zamień
sl: Zamenjaj
sw: Badilisha
ta: பின்னுற்றிடங் கொள்
te: భర్తీ చేయండి
th: แทน
tk_cyrl: Ewez et
tt_arab: Алмаштырыу
ug_arab: ئالماشتۇر
ur: بدلیں

# BtnReplaceAll.Content
source: Replace All
am: ሁሉንም ተካ
ar: استبدال الكل
as: সকলোবোৰ সলনি কৰক
bg: Заменете всички
bn: সমস্ত প্রতিস্থাপন করুন
bs: Zamijeni sve
ca: Substitueix-ho tot
et: Asenda kõik
fa: جایگزین همه
fil: Palitan Lahat
ga: Ionadaigh Gach Rud
hi: सभी बदलें
hy: Փոխարինի՛ր բոլորը
is: Skipta út öllu
iu_latn: asijjiqtainnarilugit
kk: Барлығын ауыстыру
kn: ಎಲ್ಲ ಬದಲಿಸಿ
ku_arab: جێگرتنەوەی هەموو
ky_kg: Бардыгын алмаштыруу
lt: Pakeisti viską
lv: Aizstāt visus
mg: Soloy izy rehetra
mi: Whakakapi Katoa
ml: എല്ലാം മാറ്റുക
mr: सर्व बदलवा
mt: Ibdel Kollox
nb: Erstatt alle
ne: सबै बदल्नुहोस्
or: ସମସ୍ତ ବିସ୍ଥାପନ କରନ୍ତୁ
pa: ਸਭ ਤਬਦੀਲ
pl: Zastąp wszystko
sl: Zamenjaj vse
sw: Badilisha Yote
ta: அனைத்தையும் மாற்று
te: అన్నింటిని మార్చండి
th: แทนที่ทั้งหมด
tk_cyrl: Ehlisini Saýla
tt_arab: Бар нәрсәне алмаштырыгыз
ug_arab: ھەممىنى ئالماشتۇر
ur: سب بدل یں

# BtnSave.Content
source: Save
am: አስቀምጥ
ar: حفظ
as: সংৰক্ষণ কৰক
bg: Спасявам
bn: সংরক্ষণ
bs: Spasiti
ca: Desa
et: Salvestama
fa: ذخیره کردن
fil: I-save
ga: Sábháil
hi: रक्षा कर
hy: Խնայել
is: Spara
kk: Сақтау
kn: ಉಳಿಸು
ku_arab: هەڵگرتن
ky_kg: Сактоо
lt: Taupyti
lv: Glābt
mg: Raiketo
mi: Tiaki
ml: സൂക്ഷിയ്ക്കുക
mr: बचत करणे
mt: Tissejvja
nb: Lagre
ne: बचत गर्नुहोस्
or: ସଞ୍ଚୟ କରନ୍ତୁ
pa: ਸੰਭਾਲੋ
pl: Zapisz
sl: Shrani
sw: Hifadhi
ta: கெலிப்புத்தடங்கல்
te: కాపాడు
th: ประหยัด
tk_cyrl: Gaýd Et
tt_arab: Коткарыгыз
ug_arab: ساقلاش
ur: بچانا

# CaseSensitive.Text
source: Case Sensitive
am: ጉዳዩ በቀላሉ የሚንቀሳቀሰው
ar: حساس للأحرف الكبيرة
as: কেছ সংবেদনশীল
bg: Чувствителни към случая
bn: কেস সংবেদনশীল
bs: Osjetljivo na case
ca: Distingeix entre majúscules i minúscules
et: Tõstutundlik
fa: حساس به بزرگی حروف
fil: Kaso Sensitibo
ga: Cás-Íogair
hi: केस संवेदी
hy: Case զգայուն
is: Stafrétt mál
iu_latn: kamagijaujuup aktuqtausarainninganut
kk: Кейс сезімтал
kn: ಕೇಸ್ ಸೆನ್ಸಿಟೀವ್
ku_arab: حاڵەتی هەستیار
ky_kg: Жагдай сезгич
lt: Didžiųjų ir mažųjų raidžių skaičius
lv: Reģistrjutīgām
mg: Toe-javatra saro-takarina
mi: Āhuatanga Pū
ml: കേസ് സെൻസിറ്റീവ്
mr: केस सेन्सिटिव्ह
mt: Sensittivi għall-Każ
nb: Skill mellom store og små bokstaver
ne: केस सम्वेदनशील
or: ମାମଲା ସମ୍ବେଦନଶୀଳ
pa: ਕੇਸ ਸੰਵੇਦਨਸ਼ੀਲ
pl: Wielkość liter
sl: Loči velike in male črke
sw: Uchunguzi wa Kesi
ta: வழக்கு உணர்திறன்
te: కేస్ సెన్సిటివ్
th: ตรงตามตัวพิมพ์ใหญ่-เล็ก
tk_cyrl: Kabuk Has
tt_arab: Сизгер эш
ug_arab: دېلو سەزگۈرلۈكى
ur: معاملہ حساس

# ChangesTakeEffectAfterRestartingTheApp.Text
source: Changes take effect after restarting the app
am: መተግበሪያውን እንደገና ከጀመሩ በኋላ ለውጦች ይተማመናሉ
ar: تصبح التغييرات سارية المفعول بعد إعادة تشغيل التطبيق
as: এপ্পটো পুনৰ আৰম্ভ কৰাৰ পিছত পৰিৱৰ্তনবোৰ কাৰ্যকৰী হয়
bg: Промените влязат в сила след рестартиране на приложението
bn: অ্যাপটি পুনরায় শুরু করার পরে পরিবর্তনগুলি কার্যকর হয়
bs: Promjene stupiti na snagu nakon restarta aplikacija
ca: Els canvis tindran efecte després de reiniciar l'aplicació
et: Muudatused jõustuvad pärast rakenduse taaskäivitamist
fa: تغییرات پس از راه اندازی مجدد برنامه به اجرا در می آید
fil: Epekto ang mga pagbabago matapos muling-simulan ang app
ga: Tagann athruithe i bhfeidhm tar éis an aip a atosú
hi: ऐप्लिकेशन को पुनरारंभ करने के बाद परिवर्तन प्रभावी होते हैं
hy: Փոփոխություններն ուժի մեջ են մտնում հավելվածը վերսկսելուց հետո
is: Breytingar taka gildi eftir að forritið hefur verið endurræst
iu_latn: asijjirniujut atulirniaqtut pigiakkannilauqtillugu app
kk: Өзгерістер бағдарламаны қайта іске қосқаннан кейін күшіне енеді
kn: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿದ ನಂತರ ಬದಲಾವಣೆಗಳು ಜಾರಿಗೆ ಬರುತ್ತದೆ
ku_arab: گۆڕانکاریەکان کاریگەرن پاش دەستپێکردنەوەی کاربەرنامە
ky_kg: Өзгөрүүлөр тиркемени кайра иштеткенден кийин күчүнө кирет
lt: Pakeitimai įsigalioja iš naujo paleidus programėlę
lv: Izmaiņas stājas spēkā pēc programmas restartēšanas
mg: Mihatra ireo fanovana aorian'ny famerenana ny fampiharana
mi: Ka pā mai ngā huringa i muri i te tīmata anō i te taupānga
ml: ആപ്പ് റീസ്റ്റാർട്ട് ചെയ്തതിന് ശേഷം മാറ്റങ്ങൾ പ്രാബല്യത്തിൽ വരും
mr: अ ॅप पुन्हा सुरू केल्यानंतर बदल प्रभावी
mt: Il-bidliet jidħlu fis-seħħ wara li terġa 'tibda l-app
nb: Endringer trer i kraft etter at appen er startet på nytt
ne: अनुप्रयोग पुन: सुरु गरेपछि परिवर्तनले प्रभाव लिन्छ
or: ଆପ୍ଲିକେସନ୍ ପୁନଃଆରମ୍ଭ କରିବା ପରେ ପରିବର୍ତ୍ତନଗୁଡିକ କାର୍ଯ୍ୟକାରୀ ହେବ
pa: ਤਬਦੀਲੀਆਂ ਐਪ ਨੂੰ ਰੀਸਟਾਰਟ ਕਰਨ ਤੋਂ ਬਾਅਦ ਪ੍ਰਭਾਵੀ ਹੁੰਦੀਆਂ ਹਨ
pl: Zmiany zaczynają obowiązywać po ponownym uruchomieniu aplikacji
sl: Spremembe začnejo veljati po ponovnom zagonu programa
sw: Mabadiliko huanza kufanya kazi baada ya kuanzisha upya programu
ta: பயன்பாட்டை மறுதொடக்கம் செய்த பிறகு மாற்றங்கள் நடைமுறைக்கு வரும்
te: యాప్ ని తిరిగి ప్రారంభించిన తరువాత మార్పులు అమల్లోకి వస్తుంది.
th: การเปลี่ยนแปลงจะมีผลหลังจากเริ่มแอปใหม่
tk_cyrl: Ähli özgerişler programmany täzeden başlatandan soň güýje girýär
tt_arab: Үзгәрешләр кушымтаны яңадан башлагач үз көченә керә
ug_arab: ئەپنى قايتا قوزغىتىپ بولغاندىن كېيىن ئۆزگۈرۈشلەر ئۈنۈمگە ئىگە
ur: ایپ کو دوبارہ شروع کرنے کے بعد تبدیلیاں نافذ ہوتی ہیں

# Character.Text
source: Character
am: ገጸ-ባህሪያት
ar: حرف
as: আখৰ
bg: Знак
bn: অক্ষর
bs: Karakter
ca: Caràcter
et: Tegelane
fa: کارکتر
fil: Karakter
ga: Carachtar
hi: अक्षर
hy: Բնավորություն
is: Skaplyndi
iu_latn: qanuittuuninga
kk: Таңба
kn: ಅಕ್ಷರ
ku_arab: کاراکتەر
ky_kg: Мүнөзү
lt: Veikėjas
lv: Raksturs
mg: Marika
mi: Pūāhua
ml: കഥാപാത്രം
mr: चारित्र्य
mt: Karattru
nb: Tegn
ne: क्यारेक्टर
or: ଚରିତ୍ର
pa: ਅੱਖਰ
pl: znak
sl: Znak
sw: Kibambo
ta: சிறப்பியல்பு
te: అక్షరం
th: อักขระ
tk_cyrl: Karkater
tt_arab: Персонаж
ug_arab: پەزىلەت
ur: کریکٹر

# Characters.Text
source: Characters
am: ገጸ-ባህሪያት
ar: حروف
as: বৰ্ণসমূহ
bg: Знаци
bn: অক্ষর
bs: Karaktera
ca: Caràcters
et: Märki
fa: کارکتر
fil: Mga Karakter
ga: Carachtair
hi: वर्ण
hy: Կերպարներ
is: Stafir
iu_latn: qanuittuunirijangit
kk: Таңбалар
kn: ಅಕ್ಷರಗಳು
ku_arab: کاراکتەرەکان
ky_kg: Символдор
lt: Simbolių
lv: Rakstzīmes
mg: Marika
mi: Ngā Pūāhua
ml: പ്രതീകങ്ങൾ
mr: वर्णQuery
mt: Karattri
nb: Tegn
ne: क्यारेक्टर
or: ବର୍ଣ୍ଣଗୁଡିକ
pa: ਅੱਖਰ
pl: znaków
sl: Znaki
sw: Vibambo
ta: கேரக்டர்கள்
te: పాత్రలు
th: อักขระ
tk_cyrl: Karakterler
tt_arab: Персонажлар
ug_arab: ھەرپلەر
ur: کریکٹر

# Chart.Text
source: Chart
am: ሰንጠረዥ
ar: جدول
as: চাৰ্ট
bg: Диаграма
bn: লেখচিত্র
bs: Karton
ca: Gràfic
et: Diagrammi
fa: نمودار
fil: Tsart
ga: Cairt
hi: चार्ट
hy: Աղյուսակ
is: Graf
iu_latn: nalunaikutanga
kk: Диаграмма
kn: ಚಾರ್ಟ್
ku_arab: نەخشە
ky_kg: Диаграмма
lt: Diagrama
lv: Diagrammas
mg: Tabilao
mi: Tūtohi
ml: ചാർട്ട്
mr: तक्ता
nb: Sjøkart
ne: चित्रपट
or: ଚାର୍ଟ
pa: ਚਾਰਟ
pl: Wykres
sl: Grafikon
sw: Chati
ta: மாதிரிப்படம்
te: పట్టిక
th: แผนภูมิ
tk_cyrl: Çarçuwa
tt_arab: Диаграмма
ug_arab: خەرىتە
ur: چارٹ
